/*28/9/2018*/
"_grp.Accomodation" = "Penginapan";
"_grp.BankATM" = "Bank & ATMs";
"_grp.Emergency" = "Kecemasan";
"_grp.Food_and_Drink" = "Eating & Drinking";
"_grp.Guides" = "Panduan Bandar";
"_grp.Parking" = "Letak kereta";
"_grp.Petrol_Station" = "Stesen Minyak";
"_grp.Services_and_Education" = "Services & Education";
"_grp.Shopping" = "Membeli-belah";
"_grp.Social_Life" = "Entertainment & Social life";
"_grp.Sport" = "Sukan";
"_grp.Tourism" = "Tarikan Pelancong";
"_grp.Transportation" = "Pengangkutan";
"_grp.Vehicle_Services" = "Perkhidmatan kenderaan";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Exit (FROM HIGHWAY)";
"feet" = "kaki";
"route.instructionsText.continueAlong" = "Follow the route";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "h";
"kilometers" = "kilometers";
"Limit" = "Limit";
"meters" = "meters";

/* miles short */
"mi" = "mi";
"miles" = "batu";

/* timeMinuteMidi */
"min" = "min";
"native.fuelprices.poidetailTitle" = "Harga Bahan Api";
"poiCategory.select" = "Nearby places";
"native.navigation.resumeBtn" = "Sambung";

/* timeSecondShort */
"sec" = "sec";
"yards" = "Ela";

/* yards short */
"yd" = "Ela";

"detail.action.directionToHere" = "Dapatkan tunjuk arah";
"detail.action.addVia" = "Tambah titik lokasi";
"detail.action.addToFavorite" = "Tambah ke kegemaran";
"detail.action.copyGps" = "Koordinat GPS";
"detail.action.removeFavorite" = "Keluarkan dari kegemaran";
"detail.action.removeHome" = "Remove home address";
"detail.action.removeWork" = "Remove work address";
"detail.action.shareLocation" = "Kongsi Kedudukan";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "E-mel";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Demonstrasi";
"routeCompute.action.navigate" = "Mula";
"routeCompute.etaArrival" = "Ketibaan";
"routeCompute.fastest" = "Jalan terpantas";
"routeCompute.slower" = "slower";
"routeCompute.traffic.withDelay" = "with delay";
"routeCompute.button.options" = "Pilihan";
"routeCompute.waypointInfo.from" = "Daripada";
"routeCompute.waypointInfo.to" = "Kepada";
"routeCompute.waypointInfo.waypoints" = "waypoints";
"routeCompute.waypointInfo.via" = "Melalui";
"routeActionMain.cancel" = "Batalkan jalan";
"routeCompute.action.continue" = "Sambung";
"routeCompute.options.title" = "Pilihan laluan";
"routeCompute.options.AvoidCountry" = "Elakkan negara ini";
"avoid.unpaved" = "Jalan tidak berturap";
"avoid.specialArea" = "Caj kesesakan";
"avoid.ferries" = "Feri";
"avoid.highways" = "Lebuh raya";
"avoid.tollroads" = "Jalan bertol";
"workCell.setupWork.subtitle" = "Commute easily every day";
"homeCell.setupHome.subtitle" = "Get the fastest route";
"workCell.setupWork.title" = "Tetapkan lokasi Kerja";
"homeCell.setupHome.title" = "Set home address";
"workCell.title" = "Tempat Kerja";
"homeCell.title" = "Rumah";
"favorites.place.emptyButton" = "Search places";
"favorites.place.emptyTitle" = "Add places for easy access";
"favorites.place.deleteAction" = "Padam";
"favorites.place.headerTitle" = "Tempat dan laluan";
"favorites.button.done" = "Siap";
"favorites.segment.contacts" = "Kenalan";
"favorites.segment.trips" = "Trips";
"favorites.segment.places" = "Places";
"favorites.title" = "Kegemaran";
"favorites.addAlert.add" = "Tambah";
"native.compute.decideToCompute" = "Anda masih menuju ke %@?";
"routeActionMain.preview" = "Preview route";
"routeCompute.traffic.withoutInfo" = "No traffic info";
"search.work.title" = "Search work address";
"search.home.title" = "Search home address";
"alert.hideHomeWork.hideHomeTitle" = "Hide home";
"alert.hideHomeWork.hideWorkTitle" = "Hide work";
"alert.hideHomeWork.setHomeMessage" = "You can always set your Home address in Favourites";
"alert.hideHomeWork.setWorkMessage" = "You can always set your Work address in Favourites";
"alert.hideHomeWork.hide" = "Sorok";
"action.control.scout.static" = "Faster route found";
"action.control.route.longer" = "%@ longer";
"action.control.route.time" = "Save %@";
"action.control.scout.arrival" = "New arrival %@";
"action.control.scout.fasterRouteFound" = "Faster route found";
"action.control.scout.preview" = "Pratonton";
"action.control.scout.route.set" = "Tetapkan laluan lebih pantas";
"routeCompute.action.loading" = "Mula";
"country.AL" = "Albania";
"country.AD" = "Andorra";
"country.AU" = "Australia";
"country.AT" = "Austria";
"country.BY" = "Belarus";
"country.BE" = "Belgium";
"country.BA" = "Bosnia dan Herzegovina";
"country.BG" = "Bulgaria";
"country.CA" = "Kanada";
"country.HR" = "Croatia";
"country.CZ" = "Republik Czech";
"country.DK" = "Denmark";
"country.EE" = "Estonia";
"country.FO" = "Pulau-pulau Faroe";
"country.FI" = "Finland";
"country.FR" = "Perancis";
"country.DE" = "Jerman";
"country.GI" = "Gibraltar";
"country.GR" = "Yunani";
"country.GL" = "Greenland";
"country.VA" = "Negeri Kota Vatican";
"country.HU" = "Hungary";
"country.IS" = "Iceland";
"country.IE" = "Ireland";
"country.IL" = "Israel";
"country.IT" = "Itali";
"country.JP" = "Jepun";
"country.KP" = "Korea, Republik Demokrasi Rakyat";
"country.KR" = "Republik Korea";
"country.KW" = "Kuwait";
"country.LV" = "Latvia";
"country.LI" = "Liechtenstein";
"country.LT" = "Lithuania";
"country.LU" = "Luxembourg";
"country.MK" = "Macedonia";
"country.MT" = "Malta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Belanda";
"country.AN" = "Antilla Belanda";
"country.NZ" = "New Zealand";
"country.NF" = "Pulau Norfolk";
"country.NO" = "Norway";
"country.PL" = "Poland";
"country.PT" = "Portugis";
"country.RO" = "Romania";
"country.RU" = "Persekutuan Rusia";
"country.SM" = "San Marino";
"country.SG" = "Singapura";
"country.SK" = "Slovakia";
"country.SI" = "Slovenia";
"country.ZA" = "Afrika Selatan";
"country.ES" = "Sepanyol";
"country.SE" = "Sweden";
"country.CH" = "Switzerland";
"country.TW" = "Taiwan";
"country.TH" = "Thai";
"country.TR" = "Turki";
"country.UA" = "Ukraine";
"country.GB" = "United Kingdom";
"country.US" = "Amerika Syarikat";
"country.VN" = "Vietnam";
"country.RS" = "Serbia";
"country.ME" = "Montenegro";
"country.AE" = "Amiriah Arab Bersatu";
"country.OM" = "Oman";
"country.SA" = "Arab Saudi";
"country.EG" = "Mesir";
"country.PR" = "Puerto Rico";
"country.VI" = "Pulau-pulau Virgin";
"country.RA" = "Argentina";
"country.BH" = "Bahrain";
"country.BR" = "Brazil";
"country.HK" = "Hong Kong";
"country.ID" = "Indonesia";
"country.IN" = "India";
"country.IM" = "Isle of Man";
"country.MO" = "Macau";
"country.MX" = "Mexico";
"country.MY" = "Malaysia";
"country.QA" = "Qatar";
"country.AW" = "Aruba";
"country.AF" = "Afghanistan";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland Islands";
"country.AM" = "Armenia";
"country.AQ" = "Antartika";
"country.AS" = "American Samoa";
"country.TF" = "French Southern Territories";
"country.AG" = "Antigua dan Barbuda";
"country.AZ" = "Azerbaijan";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Bangladesh";
"country.BS" = "Bahamas";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolivia";
"country.BB" = "Barbados";
"country.BN" = "Brunei Darussalam";
"country.BT" = "Bhutan";
"country.BV" = "Pulau Bouvet";
"country.BW" = "Botswana";
"country.CF" = "Republik Afrika Tengah";
"country.CC" = "Kepulauan Cocos";
"country.CL" = "Chile";
"country.CI" = "Côte d'Ivoire";
"country.CM" = "Cameroon";
"country.CD" = "Congo (Zair)";
"country.CG" = "Congo";
"country.CK" = "Kepulauan Cook";
"country.CO" = "Colombia";
"country.KM" = "Comoros";
"country.CV" = "Cape Verde";
"country.CR" = "Costa Rica";
"country.CU" = "Cuba";
"country.CX" = "Pulau Krismas";
"country.KY" = "Pulau Cayman";
"country.DJ" = "Djibouti";
"country.DM" = "Dominica";
"country.DO" = "Republik Dominika";
"country.DZ" = "Algeria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Sahara Barat";
"country.ET" = "Ethiopia";
"country.FJ" = "Fiji";
"country.FK" = "Kepulauan Falkland";
"country.FM" = "Micronesia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghana";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Guinea-Bissau";
"country.GQ" = "Equatorial Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Guiana Perancis";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Pulau Heard dan Kepulauan McDonald";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Wilayah Lautan Hindi British";
"country.IR" = "Iran";
"country.IQ" = "Iraq";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordan";
"country.KZ" = "Kazakhstan";
"country.KG" = "Kyrgyzstan";
"country.KH" = "Kemboja";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts dan Nevis";
"country.LA" = "Laos";
"country.LB" = "Libanon";
"country.LR" = "Liberia";
"country.LY" = "Libya";
"country.LC" = "Saint Lucia";
"country.LK" = "Sri Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (Bahagian Perancis)";
"country.MA" = "Maghribi";
"country.MG" = "Madagascar";
"country.MV" = "Maldives";
"country.MH" = "Kepulauan Marshall";
"country.ML" = "Mali";
"country.MM" = "Myanmar";
"country.MN" = "Mongolia";
"country.MP" = "Kepulauan Mariana Utara";
"country.MZ" = "Mozambique";
"country.MR" = "Mauritania";
"country.MQ" = "Martinique";
"country.MU" = "Mauritius";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namibia";
"country.NC" = "New Caledonia";
"country.NE" = "Niger";
"country.NG" = "Nigeria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepal";
"country.NR" = "Nauru";
"country.PK" = "Pakistan";
"country.PA" = "Panama";
"country.PN" = "Pitcairn";
"country.PE" = "Peru";
"country.PH" = "Filipina";
"country.PW" = "Palau";
"country.PG" = "Papua New Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palestin";
"country.PF" = "French Polynesia";
"country.RE" = "Réunion";
"country.RW" = "Rwanda";
"country.SD" = "Sudan";
"country.SN" = "Senegal";
"country.GS" = "South Georgia dan South Sandwich Islands";
"country.SH" = "Saint Helena";
"country.SJ" = "Svalbard dan Jan Mayen";
"country.SB" = "Kepulauan Solomon";
"country.SL" = "Sierra Leone";
"country.SV" = "El Salvador";
"country.SO" = "Somalia";
"country.PM" = "Saint Pierre dan Miquelon";
"country.ST" = "Sao Tome and Principe";
"country.SR" = "Suriname";
"country.SZ" = "Swaziland";
"country.SC" = "Seychelles";
"country.SY" = "Republik Arab Siria";
"country.TC" = "Turk dan Pulau Caicos";
"country.TD" = "Chad";
"country.TG" = "Togo";
"country.TJ" = "Tajikistan";
"country.TK" = "Tokelau";
"country.TM" = "Turkmenistan";
"country.TL" = "Timor-Leste (Timor Timor)";
"country.TO" = "Tonga";
"country.TT" = "Trinidad and Tobago";
"country.TN" = "Tunisia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzania";
"country.UM" = "United States Minor Outlying Islands";
"country.UY" = "Uruguay";
"country.UZ" = "Uzbekistan";
"country.VC" = "Saint Vincent and the Grenadines";
"country.VE" = "Venezuela";
"country.VG" = "Virgin Islands, British";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis and Futuna";
"country.WS" = "Samoa";
"country.YE" = "Yemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaska";
"country.US-AZ" = "Arizona";
"country.US-AR" = "Arkansas";
"country.US-CA" = "California";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "Daerah Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "New Mexico";
"country.US-NY" = "New York";
"country.US-NC" = "Carolina Utara";
"country.US-ND" = "Dakota Utara";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Pulau Rhode";
"country.US-SC" = "Carolina Selatan";
"country.US-SD" = "Dakota Selatan";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Virginia Barat";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "British Columbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "New Brunswick";
"country.CA-NL" = "Newfoundland and Labrador";
"country.CA-NS" = "Nova Scotia";
"country.CA-NT" = "Northwest Territories";
"country.CA-NU" = "Wilayah Nunavut";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Pulau Prince Edward";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Wilayah Yukon";
"country.IN-LD" = "Lakshadweep";
"country.GB-NIR" = "Ireland Utara";
"country.GB-SCT" = "Scotland";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Pulau-pulau Channel";
"N" = "U";
"S" = "S";
"W" = "B";
"E" = "T";
"routeplaning.actionButton.title" = "Siap";
"com.sygic.addWaypoint.placeholder" = "Tambah titik lokasi";
"detail.action.selectPoi" = "Pilih";
"signpost.nextDirection.then" = "Then";
"waypoint.title.myposition" = "My position";
"placeholder.password" = "Kata laluan";
"placeholder.email" = "E-mel";
"routeCompute.action.calculating" = "Calculating routes";
"routeCompute.action.preview" = "Pratonton";
"detail.action.shareGps" = "Share GPS coordinates";
"time.ago.minutes" = "%@ minutes ago";
"time.ago.hours" = "%@ hours ago";
"time.ago.days" = "%@ days ago";
"time.ago.years" = "%@ years ago";
"native.navigation.recenterBtn" = "Re-center";
"homeCell.updateHome.title" = "Update home address";
"workCell.updateWork.title" = "Update work address";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Remove waypoint";
"message.avoid.motorway.unable" = "To reach your destination, some motorways have to remain on route.";
"message.avoid.specialArea.unable" = "Maaf, kami tidak dapat mengelak caj kesesakan di laluan anda.";
"message.avoid.tollRoads.unable" = "Not possible to avoid all toll roads. Some toll roads will remain on the computed route.";
"message.avoid.ferries.unable" = "Untuk sampai ke destinasi anda beberapa feri perlu berada di laluan.";
"message.avoid.unpavedRoads.unable" = "Untuk mencapai destinasi anda, beberapa jalan tidak diturap perlu kekal pada laluan.";
